Repository: Preranagurav/user-role-editor
Catalog: 3.12.1/tags/2.0.1/lang/ure-*.po
Languages: de_de

source: Error is occur. Please check the log file.
de_de: Fehler auftreten. Bitte überprüfen Sie die Log-Datei.

source: Database operation error. Check log file.
de_de: Datenbankbetriebsstörung. Überprüfen Sie Protokolldatei.

source: Roles capabilities are restored from the backup data
de_de: Rollenbefugnisse werden von der Sicherheitskopie wiederhergestellt

source: No backup data. It is created automatically before the first role data update.
de_de: Kein Backup-Daten. Es wird automatisch vor der ersten Rolle Aktualisierung von Daten erstellt.

source: Error: Role name must contain latin characters and digits only!
de_de: Fehler: Die Rolle Namen enthalten muss lateinischen Buchstaben und Ziffern nur!

source: Roles list reading error is encountered
de_de: Rollen-Liste liest Fehler aufgetreten

source: Error is encountered during new role create operation
de_de: Fehler ist während der neuen Rolle auftreten zu schaffen Betrieb

source: Role %s is created successfully
de_de: Rolle %s wird erfolgreich verursacht

source: Error encountered during role delete operation
de_de: Fehler, die während Rolle Löschvorgang

source: Role %s is deleted successfully
de_de: Rolle %s wird erfolgreich gelöscht

source: Error encountered during default role change operation
de_de: Fehler, die während der Operation standardmäßig Rolle wechseln

source: Default role for new users is set to %s successfully
de_de: Default Rolle für neue Benutzer ist auf %s erfolgreich

source: Editor
de_de: Redakteur

source: Author
de_de: Autor

source: Contributor
de_de: Mitarbeiter

source: Subscriber
de_de: Abonnent

source: Backup record is created for the current role capabilities
de_de: Sicherheitskopie der aktuellen Rollenbefugnisse wird erstellt

source: Role
de_de: Rolle

source: is updated successfully
de_de: wird erfolgreich aktualisier

source: About this Plugin:
de_de: Über dieses Plugin:

source: Author's website
de_de: Webseite des Autors

source: Plugin webpage
de_de: Webseite des Plugins

source: Changelog
de_de: Änderungen

source: Donate
de_de: Spende

source: Greetings:
de_de: Grüße:

source: It's me, the author
de_de: Ich bin's, der Autor

source: For the help with French translation
de_de: Für die Hilfe bei der Französisch-Übersetzung

source: For the help with German translation
de_de: Für die Hilfe bei der Deutsch-Übersetzung

source: For the help with Spanish translation
de_de: Für die Hilfe bei der Spanischen-Übersetzung

source: For the code to hide administrator role
de_de: Für den Code zu verstecken Administrator-Rolle

source: Do you wish to see your name with link to your site here? You are welcome! Your help with translation and new ideas are very appreciated.
de_de: Möchten Sie hier Ihren Namen mit Link zu Ihrer Website sehen? Sehr gern! Für Ihre Hilfe bei der Übersetzung und neue Ideen sind wir dankbar.

source: Role Name can not be empty!
de_de: Rolle Name darf nicht leer sein!

source: Role Name must contain latin characters and digits only!
de_de: Rolle Name muss lateinischen Buchstaben und Ziffern nur!

source: Delete Role
de_de: Löschung-Rolle

source: Restore Roles from backup copy
de_de: Restore von Backup-Kopie Rollen

source: Please confirm to continue
de_de: Bestätigen Sie bitte, um fortzufahren

source: Role "%s" update: please confirm to continue
de_de: Aktualisierung der Rolle "%s": Zum Fortfahren bitte bestätigen

source: Select Role and change its capabilities list
de_de: Eine Rolle auswählen und ihre Befugnisse ändern

source: Select Role:
de_de: Eine Rolle auswählen:

source: Update
de_de: Aktualisieren

source: Save Changes
de_de: Sichere Änderungen

source: Cancel
de_de: Abbrechen

source: Cancel not saved changes
de_de: Ungesicherte Änderungen verwerfen

source: Reset
de_de: Zurücksetzen

source: Add New Role
de_de: Neue Rolle hinzufügen

source: Add
de_de: Hinzufügen

source: Add New User Role
de_de: Neuen Benutzer Rolle hinzufügen

source: Delete
de_de: Löschen

source: Delete User Role
de_de: Löschung-Benutzer-Rolle

source: Default Role for New User
de_de: Rückstellungs-Rolle für neuen Benutzer

source: Change
de_de: Änderung

source: Set as Default User Role
de_de: Stellen Sie als Rückstellungs-Benutzer-Rolle ein

source: User Role Editor requires WordPress 2.8 or newer.
de_de: User Role Editor benötigt Wordpress 2.8 oder neuer

source: Please update!
de_de: Bitte aktualisieren!

source: User Role Editor
de_de: Benutzerrollen-Editor

source: Settings
de_de: Einstellungen
