Repository: Preranagurav/user-role-editor
Catalog: tags/2.2.2/lang/ure-*.po
Languages: tr

source: Backup record is created for the current role capabilities
tr: Geçerli Yetki İçin Yedek Oluşturuldu

source: Role
tr: Yetki

source: is updated successfully
tr: başarıyla güncellendi

source: About this Plugin:
tr: Plugin Hakkında

source: Author's website
tr: Yapımcının Websitesi

source: Plugin webpage
tr: Plugin Anasayfası

source: Changelog
tr: Değişiklikler

source: FAQ
tr: SSS

source: Donate
tr: Bağış Yap

source: More plugins from
tr: Daha Fazla Plugin

source: Greetings:
tr: Teşekkürler

source: It's me, the author
tr: O benim, yapımcı

source: For the help with Belorussian translation
tr: Belorusya çeviri yardımı için

source: For the help with Brasilian translation
tr: Portekizce çeviri yardımı için

source: For the help with Chinese translation
tr: Japonca çeviri yardımı için

source: For the help with Dutch translation
tr: Flemenkçe çeviri yardımı için

source: For the help with French translation
tr: Fransızca çeviri yardımı için

source: For the help with German translation
tr: Almanca çeviri yardımı için

source: For the help with Hungarian translation
tr: Macarca çeviri yardımı için

source: For the help with Italian translation
tr: İtalyanca çeviri yardımı için

source: For the help with Japanese translation
tr: Japonca çeviri yardımı için

source: For the help with Persian translation
tr: Farsça çeviri yardımı için

source: For the help with Polish translation
tr: Lehçe(Polonyaca) çeviri yardımı için

source: For the help with Spanish translation
tr: İspanyolca çeviri yardımı için

source: For the help with Turkish translation
tr: Türk çeviri yardımı için

source: For the code to hide administrator role
tr: Admin yetkilerini gizleyen kodlar için

source: Do you wish to see your name with link to your site here? You are welcome! Your help with translation and new ideas are very appreciated.
tr: Sitenizin linkiyle birlikte isminizi burada görmek istermisiniz? Hoşgeldiniz! Yeni çeviriler ve yeni fikirleriniz bizleri mutlu edecektir.

source: Role Name can not be empty!
tr: Yetki İsmi Boş Bırakılamaz!

source: Role Name must contain latin characters and digits only!
tr: Yetki ismi latin karakterler ve rakamlardan oluşmalıdır!

source: Delete Role
tr: Yetkiyi Sil

source: Change Default Role
tr: Geçerli Yetkiyi Değiştir

source: Restore Roles from backup copy
tr: Yetkileri yedek dosyasından geri yükle

source: Please confirm to continue
tr: Devam etmek için onaylayın

source: Role "%s" update: please confirm to continue
tr: Yetki "%s" güncellendi: devam etmek için onaylayın

source: Select Role and change its capabilities list
tr: Seviye Seçin ve listeden yetkilerini değiştirin

source: Select Role:
tr: Seviye Seç

source: Update
tr: Güncelle

source: Save Changes
tr: Kaydet

source: Cancel
tr: İptal

source: Cancel not saved changes
tr: Değişiklikler iptal edildi

source: Reset
tr: Resetle

source: Show capabilities in human readable form
tr: Yetkileri okunabilir şekilde göster

source: Add New Role
tr: Yeni Seviye Ekle

source: Add
tr: Ekle

source: Add New User Role
tr: Yeni Kullanıcı Seviyesi Ekle

source: Default Role for New User
tr: Yeni Kullanıcılar için geçerli seviye

source: Change
tr: Değiştir

source: Set as Default User Role
tr: Geçerli kullanıcı seviyesi olarak belirle

source: Delete
tr: Sil

source: Delete User Role
tr: Kullanıcı Yetkisini Sil

source: User Role Editor requires WordPress 3.0 or newer.
tr: Kullanıcı Yetki Editörü WordPress 3.0 yada daha üst sürümünü desteklemektedir.

source: Please update!
tr: Lütfen Güncelleyin!

source: User Role Editor
tr: Kullanıcı Yetki Seviyeleri

source: Settings
tr: Ayarlar

source: Error is occur. Please check the log file.
tr: Hata oluştu.Log dosyasını inceleyin.

source: Database operation error. Check log file.
tr: Database işlem hatası oluştu.Log dosyasını inceleyin.

source: Roles capabilities are restored from the backup data
tr: Yetkiler yedek dosyasından geri yüklendi.

source: No backup data. It is created automatically before the first role data update.
tr: Yedek dosyasını bulunamadı.İlk yetki güncellemesinde otomatik olarak oluşturulur.

source: Error: Role name must contain latin characters and digits only!
tr: Hata:Yetki ismi sadece latin karakter yada rakamlardan oluşmalıdır!

source: Roles list reading error is encountered
tr: Yetki listesi okunamıyor.

source: Error is encountered during new role create operation
tr: Yeni seviye oluşturulurken hata oluştu.

source: Role %s is created successfully
tr: %s seviyesi başarıyla oluşturuldu.

source: Error encountered during role delete operation
tr: Seviye silinirken hata oluştu.

source: Role %s is deleted successfully
tr: %s seviyesi başarıyla silindi

source: Error encountered during default role change operation
tr: Geçerli seviye değişimi sırasında hata oluştu.

source: Default role for new users is set to %s successfully
tr: Yeni kullanıcılar için geçerli üye seviyesi %s olarak başarıyla değiştirildi

source: Editor
tr: Editör

source: Author
tr: Yazar

source: Contributor
tr: İçerik Sağlayıcı

source: Subscriber
tr: Abone

source: Switch themes
tr: Tema Seç

source: Edit themes
tr: Tema Düzenle

source: Activate plugins
tr: Pluginleri aktifle

source: Edit plugins
tr: Pluginleri düzenle

source: Edit users
tr: Üyeleri düzenle

source: Edit files
tr: Dosyaları düzenle

source: Manage options
tr: Ayarları yönet

source: Moderate comments
tr: Yorumları onayla

source: Manage categories
tr: Kategorileri düzenle

source: Manage links
tr: Linkleri düzenle

source: Upload files
tr: Dosya Yükle

source: Import
tr: İçe Aktarma

source: Unfiltered html
tr: Filtresiz html

source: Edit posts
tr: Yazıları düzenle

source: Edit others posts
tr: Diğer yazıları düzenle

source: Edit published posts
tr: Yayınlanmış yazıları düzenle

source: Publish posts
tr: Yazıları yayınla

source: Edit pages
tr: Sayfaları düzenle

source: Read
tr: Oku

source: Level 10
tr: Seviye 10

source: Level 9
tr: Seviye 9

source: Level 8
tr: Seviye 8

source: Level 7
tr: Seviye 7

source: Level 6
tr: Seviye 6

source: Level 5
tr: Seviye 5

source: Level 4
tr: Seviye 4

source: Level 3
tr: Seviye 3

source: Level 2
tr: Seviye 2

source: Level 1
tr: Seviye 1

source: Level 0
tr: Seviye 0

source: Edit others pages
tr: Diğerlerinin sayfalarını düzenle

source: Edit published pages
tr: Yayınlanmış sayfaları düzenle

source: Publish pages
tr: Sayfaları Yayınla

source: Delete pages
tr: Sayfaları sil

source: Delete others pages
tr: Diğerlerinin sayfalarını sil

source: Delete published pages
tr: Yayınlanmış sayfaları sil

source: Delete posts
tr: Yazıları sil

source: Delete others posts
tr: Diğerlerinin yazılarını sil

source: Delete published posts
tr: Yayınlanmış yazıları sil

source: Delete private posts
tr: Özel yazıları sil

source: Edit private posts
tr: Özel yazıları düzenle

source: Read private posts
tr: Özel yazıları oku

source: Delete private pages
tr: Özel sayfaları sil

source: Edit private pages
tr: Özel sayfaları düzenle

source: Read private pages
tr: Özel sayfaları oku

source: Delete users
tr: Üyeleri sil

source: Create users
tr: Üye Ekle

source: Unfiltered upload
tr: Filtresiz dosya yükleme

source: Edit dashboard
tr: Admin anasayfasını düzenleme

source: Update plugins
tr: Plugin güncelleme

source: Delete plugins
tr: Plugin silme

source: Install plugins
tr: Plugin yükleme

source: Update themes
tr: Temaları güncelleme

source: Install themes
tr: Tema yükleme

source: Update core
tr: Sistemi update etme

source: List users
tr: Üyeleri listeleme

source: Remove users
tr: Üyeleri atma

source: Add users
tr: Üye ekleme

source: Promote users
tr: Üye seviyelerini değiştirme

source: Edit theme options
tr: Tema ayarlarını düzenleme

source: Delete themes
tr: Tema silme

source: Export
tr: Dışa aktarma(export)

source: No items found.
tr: Öğe bulunamadı

source: Recent Posts:
tr: Yeni yazılar
