Repository: Preranagurav/user-role-editor
Catalog: 2.0/lang/ure-*.po
Languages: es_es

source: Error is occur. Please check the log file.
es_es: El error es ocurrir. Por favor, consulte el archivo de registro.

source: Database operation error. Check log file.
es_es: Error de la operación de la base de datos. Compruebe el fichero de diario.

source: Roles capabilities are restored from the backup data
es_es: Las capacidades del rol han sido restauradas desde los datos de respaldo

source: No backup data. It is created automatically before the first role data update.
es_es: Ningunos datos de reserva. Se crea automáticamente antes de la primera actualización de los datos del papel.

source: Error: Role name must contain latin characters and digits only!
es_es: Error: ¡El nombre del papel debe contener los caracteres y los dígitos latinos solamente!

source: Roles list reading error is encountered
es_es: Se encuentra el error de lectura de la lista de los papeles

source: Error is encountered during new role create operation
es_es: El error se encuentra durante nuevo papel crea la operación

source: Role %s is created successfully
es_es: Papel %s se crea correctamente

source: Error encountered during role delete operation
es_es: Error encontrado durante la operación de la cancelación del papel

source: Role %s is deleted successfully
es_es: Papel %s se elimina con éxito

source: Error encountered during default role change operation
es_es: Error encontrado durante la operación del cambio del papel del defecto

source: Default role for new users is set to %s successfully
es_es: Función por defecto para los nuevos usuarios se establece en %s con éxito

source: Author
es_es: Autor

source: Contributor
es_es: Colaborador

source: Subscriber
es_es: Suscriptor

source: Backup record is created for the current role capabilities
es_es: Ha sido creada una grabación de respaldo para este rol y sus capacidades

source: Role
es_es: Papel

source: is updated successfully
es_es: se ha actualizado exitosamente

source: About this Plugin:
es_es: Acerca de este plugin:

source: Author's website
es_es: Sitio web del autor

source: Plugin webpage
es_es: Página web del plugin

source: Changelog
es_es: Registro de cambios

source: Donate
es_es: Donar

source: Greetings:
es_es: Saludos:

source: It's me, the author
es_es: Soy yo, el autor

source: For the help with French translation
es_es: Para la ayuda con la traducción al francés

source: For the help with German translation
es_es: Para la ayuda con la traducción al alemán

source: For the help with Spanish translation
es_es: Para la ayuda con la traducción al español

source: For the code to hide administrator role
es_es: Para que el código para ocultar el papel de administrador

source: Do you wish to see your name with link to your site here? You are welcome! Your help with translation and new ideas are very appreciated.
es_es: ¿Deseas ver tu nombre enlazado a tu sitio web aquí? ¡Eres bienvenido! Tu ayuda en la traducción y nuevas ideas son bien apreciadas.

source: Role Name can not be empty!
es_es: Nombre del papel no puede estar vacío!

source: Role Name must contain latin characters and digits only!
es_es: Nombre del papel puede contener caracteres latinos y sólo números!

source: Delete Role
es_es: Eliminar Papel

source: Change Default Role
es_es: Cambio de función por defecto

source: Restore Roles from backup copy
es_es: Restaurar las funciones de copia de seguridad

source: Please confirm to continue
es_es: Por favor, confirme a seguir

source: Role "%s" update: please confirm to continue
es_es: Actualizar Rol "%s": Por favor confirma para actualizar

source: Select Role and change its capabilities list
es_es: Selecciona el Rol para cambiar su lista de capacidades

source: Select Role:
es_es: Selecciona el Rol:

source: Update
es_es: Actualizar

source: Save Changes
es_es: Guardar Cambios

source: Cancel
es_es: Cancelar

source: Cancel not saved changes
es_es: Cancelar cambios no guardados

source: Reset
es_es: Reiniciar

source: Add New Role
es_es: Añadir un nuevo pap

source: Add
es_es: Añadir

source: Add New User Role
es_es: Papel Agregar nuevo usuario

source: Delete
es_es: Borrar

source: Delete User Role
es_es: El papel del usuario Borrar

source: Default Role for New User
es_es: Rol por defecto para el nuevo usuario

source: Change
es_es: Cambio

source: Set as Default User Role
es_es: Establecer como papel de usuario predeterminado

source: User Role Editor requires WordPress 2.8 or newer.
es_es: User Role Editor requiere Wordpress 2.8 o más actualizado

source: Please update!
es_es: ¡Por favor actualiza!

source: Settings
es_es: Opciones
